app/views/users/show.html.erb

SELECT "microposts".* FROM "microposts" WHERE "microposts"."user_id" = ? ORDER BY "microposts"."id" ASC LIMIT ?  [["user_id", 2], ["LIMIT", 1]]
SELECT 1 AS one FROM "microposts" WHERE "microposts"."user_id" = ? LIMIT ?  [["user_id", 5], ["LIMIT", 1]]
---
  <strong>Microposts:</strong>
  <%= @user.microposts.first.content if @user.microposts.any? %>